{"data":{"wordpressPost":{"title":"More than half of UK female surgeons have experience of workplace discrimination, poll suggests","content":"<p dir=\"ltr\"><em>Orthopaedics viewed as most sexist of all surgical specialties, responses show</em></p>\n<p><a href=\"https://bmjopen.bmj.com/content/9/1/e024349\">More than half of female surgeons in the UK have faced or witnessed discrimination in the workplace</a>, suggest the results of a confidential online poll, published in the online journal<strong> <a href=\"https://bmjopen.bmj.com/\"><em>BMJ Open</em></a>.</strong></p>\n<p dir=\"ltr\">Orthopaedics was seen as the most sexist of all the surgical specialties, the responses showed.</p>\n<p>Despite women making up over half of medical school entrants in the UK, less than a third opt for a career in surgery, which is widely acknowledged to be a male-dominated environment.</p>\n<p dir=\"ltr\">But few studies have looked at the way in which women feel their male surgical colleagues perceive them.</p>\n<p>To address this, the researchers analysed the responses of 81 female surgeons to an online survey (42% response rate) about their perceptions and experiences of working in the field; what obstacles they had faced in their careers; and what they thought would help to overcome these.</p>\n<p>The survey was distributed through the Association of Surgeons of Great Britain and Ireland (ASGBI) women in surgery Facebook page and shared on Twitter for two weeks in October 2017.</p>\n<p>The ASGBI Facebook group is mainly made up of women (90%), aged between 25 and 34 (39%) and 35-44 (30%). Most surgeons in the group come from the UK (70%), but it also includes doctors from India, Pakistan, USA, Europe and Africa.</p>\n<p>Analysis of the responses identified several perceived barriers to a surgical career for women: poor work-life balance; inflexibility over part-time careers; gender stereotyping; and lack of formal mentorship.</p>\n<p>Most respondents (88%) felt that surgery remains male-dominated, with nearly six out of 10 (59%) reporting or witnessing discrimination against women in the workplace.</p>\n<p>And around one in five (22%) felt that there was a “tangible glass ceiling,” with an overriding feeling that the working culture is geared to men.</p>\n<p dir=\"ltr\">Orthopaedics was seen as the most sexist of the surgical specialties (53%), followed by cardiothoracic (16%) and general surgery (13%).</p>\n<p>Half of the respondents agreed that motherhood and childcare commitments are the greatest obstacles for women wanting a career in surgery.</p>\n<p dir=\"ltr\">There is existing support for mothers working in surgery, but women are “presumed to deskill during maternity leave and are discouraged from working part time,” say the researchers.</p>\n<p>With fewer women represented at senior level, this could reinforce the idea that surgery is a male-dominated environment, they suggest.</p>\n<p dir=\"ltr\">But respondents felt that patients were often just as guilty of assuming women couldn’t be  surgeons: “Significantly more patients call me nurse or lady doctor than any of my colleagues,” commented one.</p>\n<p>Nearly a third (30%) of respondents said that sexist language should be challenged. Other suggestions for tackling discrimination included more female role models and mentors; destigmatisation of career breaks for women; flexible training/career options; better work-life balance; and improved understanding of the impact of childcare responsibilities on working life.</p>\n<p>The study is based on a small online survey, so might not be representative of the female surgical workforce, the authors point out. But the poll nevertheless “illuminates the lived realities of female surgeons in the UK today,” they suggest.</p>\n<p>And with around 6 in 10 women reporting experience of discrimination, the responses suggest “an ancient culture pervading our society since the 1800s, at the time of the first female surgeon in the UK, Elizabeth Garrett,” they write.<!--TrendMD v2.4.6--></p>\n"},"site":{"siteMetadata":{"title":"BMJ PWA demo"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3982dc2f-60dc-5324-a44f-7a4b2a6633d0"}}