{"data":{"wordpressPost":{"title":"Top 10 most read in February: ethical standards of organ transplantation in China, doctors dispensing practices and financial conflicts of interest, and google searches and emergency department attendance","content":"<p><a href=\"https://blogs.bmj.com/bmjopen/files/2019/03/prescription.jpg\"><img class=\"wp-image-1351 size-medium alignleft\" src=\"https://blogs.bmj.com/bmjopen/files/2019/03/prescription-300x184.jpg\" alt=\"\" width=\"300\" height=\"184\" srcset=\"https://blogs.bmj.com/bmjopen/files/2019/03/prescription-300x184.jpg 300w, https://blogs.bmj.com/bmjopen/files/2019/03/prescription-768x470.jpg 768w, https://blogs.bmj.com/bmjopen/files/2019/03/prescription-1024x626.jpg 1024w, https://blogs.bmj.com/bmjopen/files/2019/03/prescription-640x391.jpg 640w, https://blogs.bmj.com/bmjopen/files/2019/03/prescription.jpg 1195w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></a></p>\n<p>Five new entries made it into BMJ Open’s top 10 most read articles in February. Straight in at number 1 is a <a href=\"https://bmjopen.bmj.com/content/9/2/e024473\">scoping review by <em>Rogers et al.</em></a> examining whether papers reporting research on Chinese transplant recipients comply with international professional standards. They found that 92.5% of studies failed to report whether or not organs were sourced from executed prisoners and 99% failed to report that organ sources gave consent for transplantation. The majority of the research on transplants in China from 2000 to April 2017 included in this review fails to comply with ethical standards regarding exclusion of research based on organs procured from prisoners and as such a large body of unethical published research now exists.</p>\n<p>New in at number 2 is <a href=\"https://bmjopen.bmj.com/content/9/2/e026886\">a cross-sectional study by <em>Goldacre et al.</em></a> analysing primary care prescribing data to examine whether NHS doctors in English dispensing practices (with an in-house dispensary providing medication directly to patients) have different prescribing behaviour to non-dispensing practices. Using prescribing data for four commonly prescribed classes of drug (statins, proton pump inhibitors, ACE inhibitors and angiotensin receptor blockers) the researchers found that dispensing practices were more likely to prescribe high-cost drugs than lower cost alternatives which are considered to be as effective. Furthermore, significant cost saving to the NHS could be made if doctors in dispensing practices were to prescribe drugs at the same price as doctors in non-dispensing practices.</p>\n<p>In at number 7 is a <a href=\"https://bmjopen.bmj.com/content/9/1/e023637\">pragmatic randomized study by <em>Lund et al.</em></a> investigating the efficacy of a standardised brief acupuncture approach for women with menopausal symptoms. Seventy Danish women with moderate-to-severe menopausal symptoms were randomized to receive acupuncture or to the control group, who received the acupuncture intervention 6 weeks later. The acupuncture intervention was found to significantly decrease menopausal symptoms including hot flushes, sweating and emotional symptoms; leading the researchers to conclude that acupuncture offers a realistic treatment option for women experiencing menopausal symptoms who cannot or do not wish to use hormone replacement therapy.</p>\n<p>At number 8 <a href=\"https://bmjopen.bmj.com/content/9/2/e024791\"><em>Asch et al.</em> </a>analysed the google search histories of patients presenting to an emergency department, exploring associations between search histories and clinical conditions. <a href=\"https://bmjopen.bmj.com/content/9/2/e023597\"><em>Vilar-Gomez et al.</em></a> are this months last new entry at number 9; reporting the effect of a digitally supported continuous care intervention on surrogate markers of non-alcoholic fatty liver disease and liver fibrosis in patients with type 2 diabetes.</p>\n<p>&nbsp;</p>\n<table style=\"height: 946px\" width=\"744\">\n<tbody>\n<tr>\n<td width=\"45\"><strong>Rank</strong></td>\n<td width=\"170\"><strong>Author(s)</strong></td>\n<td width=\"401\"><strong>Title</strong></td>\n</tr>\n<tr>\n<td width=\"45\">1</td>\n<td width=\"170\"><em>Rogers et al.</em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/2/e024473\">Compliance with ethical standards in the reporting of donor sources and ethics review in peer-reviewed publications involving organ transplantation in China: a scoping review</a></td>\n</tr>\n<tr>\n<td width=\"45\">2</td>\n<td width=\"170\"><em>Goldacre et al. </em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/2/e026886\">Do doctors in dispensing practices with a financial conflict of interest prescribe more expensive drugs? A cross-sectional analysis of English primary care prescribing data</a></td>\n</tr>\n<tr>\n<td width=\"45\">3</td>\n<td width=\"170\"><em>Müller et al.</em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/8/8/e022202\">Impact of the communication and patient hand-off tool SBAR on patient safety: a systematic review</a></td>\n</tr>\n<tr>\n<td width=\"45\">4</td>\n<td width=\"170\"><em>Khaw et al.</em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/8/3/e020167\">Randomised trial of coconut oil, olive oil or butter on blood lipids and other cardiovascular risk factors in healthy men and women</a></td>\n</tr>\n<tr>\n<td width=\"45\">5</td>\n<td width=\"170\"><em>Bellini et al.</em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/1/e024349\">A woman’s place is in theatre: women’s perceptions and experiences of working in surgery from the Association of Surgeons of Great Britain and Ireland women in surgery working group</a></td>\n</tr>\n<tr>\n<td width=\"45\">6</td>\n<td width=\"170\"><em>Stiglic and Viner</em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/1/e023191\">Effects of screentime on the health and well-being of children and adolescents: a systematic review of reviews</a></td>\n</tr>\n<tr>\n<td width=\"45\">7</td>\n<td width=\"170\"><em>Lund et al. </em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/1/e023637\">Efficacy of a standardised acupuncture approach for women with bothersome menopausal symptoms: a pragmatic randomised study in primary care (the ACOM study)</a></td>\n</tr>\n<tr>\n<td width=\"45\">8</td>\n<td width=\"170\"><em>Asch et al. </em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/2/e024791\">Google search histories of patients presenting to an emergency department: an observational study</a></td>\n</tr>\n<tr>\n<td width=\"45\">9</td>\n<td width=\"170\"><em>Vilar-Gomez et al. </em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/2/e023597\">Post hoc analyses of surrogate markers of non-alcoholic fatty liver disease (NAFLD) and liver fibrosis in patients with type 2 diabetes in a digitally supported continuous care intervention: an open-label, non-randomised controlled study</a></td>\n</tr>\n<tr>\n<td width=\"45\">10</td>\n<td width=\"170\"><em>Seferidi et al.</em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/1/e026966\">Impacts of Brexit on fruit and vegetable intake and cardiovascular disease in England: a modelling study</a></td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><em>Most read figures are based on pdf downloads and full text views. Abstract views are excluded.</em><!--TrendMD v2.4.6--></p>\n"},"site":{"siteMetadata":{"title":"BMJ PWA demo"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"26dd9ced-f9cd-5174-a83c-cb211a969bda"}}