{"data":{"wordpressPost":{"title":"Children may be most at risk of stab injuries on way home from school","content":"<p><em>Distinct temporal and geographical patterns evident for knife crime among young people</em></p>\n<p><a href=\"http://bmjopen.bmj.com/lookup/doi/10.1136/bmjopen-2018-023114\">Children may be most at risk of being stabbed on their way home from school, suggests research</a> published in the online journal <strong><em><a href=\"https://bmjopen.bmj.com/\">BMJ Open</a>.</em></strong></p>\n<p>Quite apart from the known links between knife crime and deprivation and male gender, there seem to be distinct temporal and geographical patterns by age group among young stab victims, indicate the findings.</p>\n<p>The frequency of stabbings spikes between 1600 and 1800 hours, attributable to incidents occurring on school days, the findings show.</p>\n<p>And nearly half of injuries (47%) in this age group occurred 1-5 km from home, reflecting the average distance from home to school for children living in the capital, say the researchers.</p>\n<p>In 2017 just under 37,000 offences involving knives or other sharp implements were recorded in England and Wales–a rise of 26 per cent on the previous year’s figures.</p>\n<p>Young men between the ages of 16 and 24 from economically deprived urban areas are most at risk of knife crime, the evidence shows. But the study authors wanted to find out if there were any distinct timing and location patterns according to age group.</p>\n<p>So they scrutinised 1824 patients under the age of 25 (out of a total of 3274) with knife wounds requiring emergency care at one major London trauma centre between 2004 and 2014.</p>\n<p>Of these, 172 (just under 10%) were children under the age of 16; 861 (just over 47%) were aged 16-19; and 791 (just over 43%) were in their early 20s.</p>\n<p>Between 2004 and 2014, the annual number of stab wound victims in these age groups rose by 25 per cent each year, with most cases (71%) coming from the areas of greatest deprivation.</p>\n<p>To assess this in more detail, the researchers compared injury patterns in children with those in 16-24 year olds.</p>\n<p>Among children, stabbings peaked between 1600 and 1800 hours, accounting for more than one in five (22%) injuries compared with around one in 10 (11%) in young adults, nearly one in three of whom (31%).were significantly more likely to be stabbed after midnight.</p>\n<p>The researchers then looked at location and found that although a large proportion of stabbings occurred within 1 km of home across all age groups, children were significantly more likely to be stabbed between 1 and 5 km from home and less likely to be stabbed more than 5 km away.</p>\n<p>When incidents were divided between those occurring on school days and those occurring on weekends/school holidays, the data showed that children were more likely than teens or young adults to be stabbed on a school day: 58 per cent <em>vs </em>50 per cent.</p>\n<p>On weekends and school holidays, the timing of stabbings in children matched that of young adults.</p>\n<p>There were no obvious differences among the three age groups, but children tended to be more at risk of dying in hospital of their wounds, despite the comparable severity of their injuries, and the frequency of stab injuries rose sharply in the teenage years.</p>\n<p>This is an observational study, so cannot establish cause. And the findings may not be more widely applicable to other areas or countries, say the researchers. Nor were they able to analyse behavioural patterns, time trends, or gang involvement.</p>\n<p>In Glasgow, Scotland, a public health approach to curb violence, focusing on education, policing, and legislation, has seen a reduction in knife crime. And the researchers comment: “It is clear that a multifaceted approach with sustained investment from government and the community is required for effective violence reduction.”</p>\n<p>They suggest that, given their findings, a visible police presence in areas where schoolchildren tend to congregate after school, might be helpful.</p>\n<p>And they conclude: “Our study illustrates and reiterates the potent influence of deprivation, age, and gender on the risk of violent injury…Long term multiagency interventions are essential to drive sustained reductions in interpersonal violence and will be better informed by the recognition of knife crime as a pressing public health issue.”<!--TrendMD v2.4.6--></p>\n"},"site":{"siteMetadata":{"title":"BMJ PWA demo"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a304a050-22a5-5ca3-921f-3d4ced26f98d"}}