{"data":{"wordpressPost":{"title":"North-South chronic ‘pain divide’ evident in England","content":"<p><em>And clear geographical split in use of potentially addictive opioids</em></p>\n<p><a href=\"http://bmjopen.bmj.com/lookup/doi/10.1136/bmjopen-2018-023391\">England has a North-South ‘pain divide’, with a clear geographical split in the prevalence and intensity of chronic pain and the use of potentially addictive opioids for symptom relief, reveals research</a> published in the online journal <a href=\"https://bmjopen.bmj.com/\"><strong><em>BMJ Open</em></strong></a>.</p>\n<p>Given the public health concerns associated with the long term use of opioids and doubts about their ability to effectively treat chronic pain, better guidance for clinicians on how to manage these symptoms is essential, if an ‘opioid epidemic’, similar to the one in the US is to be avoided, say the researchers.</p>\n<p>Some 23 million prescriptions for opioid painkillers were written in the UK in 2014 at a cost of around £322 million. Misuse is becoming a significant public health issue, including in the US, where the death rate from opioid misuse has quadrupled over the past 15 years, they point out.</p>\n<p>But it’s not clear whether the rise in opioid use is being driven by need or inappropriate prescribing.  To try and find out, the researchers drew on the responses of 5711 people to the national Health Survey for England for 2011.</p>\n<p>In 2011, the survey included questions on chronic pain, defined as lasting three or more months, its intensity, its impact on routine activities of daily living, and whether opioids had been prescribed to treat it.</p>\n<p>The North East, North West, and Yorkshire and the Humber regions denoted the North of England, while London, East of England, West Midlands, East Midlands, South East, and South West regions denoted the South.</p>\n<p>The prevalence of chronic pain was higher in the North than it was in the South: just under 37 per cent compared with 35 per cent. Across the nine regions, the highest prevalence was in the North East (43%), and the lowest in London (29%).</p>\n<p>Pain intensity was greater in the North, where nearly 12.5 per cent of respondents said their pain was moderately or severely limiting, compared with just over 9 per cent of Southerners.</p>\n<p>Levels of anxiety and poor general health were also higher in the North than in the South.</p>\n<p>But despite similar levels of chronic pain in the North and the South, opioid use was higher in the North: 2.5 per cent <em>vs</em> 1.7 per cent.</p>\n<p>And while the use of opioids was associated with the intensity of chronic pain, after taking account of potentially influential factors, such as anxiety levels, it was also linked to educational attainment and general health.</p>\n<p>Households in the higher income brackets were significantly more likely to use opioids than those in the lowest, as were those where respondents had reported ‘bad’ or ‘very bad’ general health compared with those who said their health was ‘very good.’</p>\n<p>This is an observational study, and as such, can’t establish cause. Nor were the researchers able to differentiate between strong and weak opioids or gather information on dose. But the findings chime with those of other similar studies, they point out.</p>\n<p>“Our results are timely, and show that, in England, the prescribing of opioid analgesics is largely driven by health need (pain),” they explain.</p>\n<p>“Thus to develop future strategies going forward, and avoid a potential ‘opioid epidemic,’ as observed in the USA, it is important that consideration is given to other ways of managing chronic pain,” they add.</p>\n<p>“Given our findings, more needs to be done&#8211;at a national level&#8211;to support prescribers to manage people who have chronic pain, without the need to initiate opioid analgesics.”<!--TrendMD v2.4.6--></p>\n"},"site":{"siteMetadata":{"title":"BMJ PWA demo"}}},"pageContext":{"id":"89549ec2-1bd3-5627-84ea-c1e328a07412"}}