{"data":{"wordpressPost":{"title":"Top 10 Most Read in April: Morphine in acute coronary syndrome, child maltreatment and mid-adult cardiometabolic markers, and skewed sex ratios at birth in Nepal.","content":"<p><a href=\"https://blogs.bmj.com/bmjopen/files/2019/05/morphine.jpg\"><img class=\"alignnone size-medium wp-image-1367\" src=\"https://blogs.bmj.com/bmjopen/files/2019/05/morphine-300x180.jpg\" alt=\"\" width=\"300\" height=\"180\" srcset=\"https://blogs.bmj.com/bmjopen/files/2019/05/morphine-300x180.jpg 300w, https://blogs.bmj.com/bmjopen/files/2019/05/morphine-768x461.jpg 768w, https://blogs.bmj.com/bmjopen/files/2019/05/morphine-1024x614.jpg 1024w, https://blogs.bmj.com/bmjopen/files/2019/05/morphine-640x384.jpg 640w, https://blogs.bmj.com/bmjopen/files/2019/05/morphine.jpg 1280w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></a></p>\n<p>April saw four papers enter into BMJ Open’s top 10 most read articles. The journal’s most read paper in April reviewed the safety of morphine use in acute coronary syndrome. The authors found an association between morphine and increased risk of in-hospital mortality and major adverse cardiovascular events, but this was based on studies with a high risk of bias. Higher quality of evidence was found for the finding that morphine decreases the antiplatelet effect of P2Y12 inhibitors in the first hours of acute coronary syndrome. In at 8th position is a study quantifying sex ratios at birth and the demographic correlates of skewed sex ratios at birth in Nepal. Analysis of data from a randomised controlled trial and the 2011 Nepal Demographic and Health Survey uncovered evidence for a skewed sex ratio of deliveries in six large public hospitals, which the authors attributed to sex-selective abortion. Lastly, at number 10 is a study from the UK’s Great Ormond Street Institute of Child Health in London, investigating the associations between different forms of child maltreatment and mid-adult cardiometabolic markers. Using data from the 1958 British birth cohort, the authors found all forms of child maltreatment were associated with at least one adverse cardiometabolic outcome (adiposity, blood lipids and/or HbA1c) in mid-adulthood; consistent associations were found for neglect and physical abuse in relation to adiposity.</p>\n<p>&nbsp;</p>\n<table>\n<tbody>\n<tr>\n<td width=\"45\"><strong>Rank</strong></td>\n<td width=\"170\"><strong>Author(s)</strong></td>\n<td width=\"401\"><strong>Title</strong></td>\n</tr>\n<tr>\n<td width=\"45\">1</td>\n<td width=\"170\"><em>Duarte et al.</em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/3/e025232\">Morphine in acute coronary syndrome: systematic review and meta-analysis</a></td>\n</tr>\n<tr>\n<td width=\"45\">2</td>\n<td width=\"170\"><em>Müller et al. </em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/8/8/e022202\">Impact of the communication and patient hand-off tool SBAR on patient safety: a systematic review</a></td>\n</tr>\n<tr>\n<td width=\"45\">3</td>\n<td width=\"170\"><em>Stiglic et al. </em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/1/e023191\">Effects of screentime on the health and well-being of children and adolescents: a systematic review of reviews</a></td>\n</tr>\n<tr>\n<td width=\"45\">4</td>\n<td width=\"170\"><em>Woolf et al.</em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/3/e025004\">Effect of sex on specialty training application outcomes: a longitudinal administrative data study of UK medical graduates</a></td>\n</tr>\n<tr>\n<td width=\"45\">5</td>\n<td width=\"170\"><em>Harling et al. </em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/3/e023272\">HIV risk and pre-exposure prophylaxis interest among female bar workers in Dar es Salaam: cross-sectional survey</a></td>\n</tr>\n<tr>\n<td width=\"45\">6</td>\n<td width=\"170\"><em>Petrilli et al.</em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/8/5/e021239\">Understanding patient preference for physician attire: a cross-sectional observational study of 10 academic medical centres in the USA</a></td>\n</tr>\n<tr>\n<td width=\"45\">7</td>\n<td width=\"170\"><em>Lund et al. </em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/1/e023637\">Efficacy of a standardised acupuncture approach for women with bothersome menopausal symptoms: a pragmatic randomised study in primary care (the ACOM study)</a></td>\n</tr>\n<tr>\n<td width=\"45\">8</td>\n<td width=\"170\"><em>Pradhan et al. </em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/1/e023021\">Determinants of imbalanced sex ratio at birth in Nepal: evidence from secondary analysis of a large hospital-based study and nationally-representative survey data</a></td>\n</tr>\n<tr>\n<td width=\"45\">9</td>\n<td width=\"170\"><em>Ramnanansingh et al. </em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/2/e024029\">Application of a novel sex independent anthropometric index, termed angle index, in relation to type 2 diabetes: a Trinidadian case–control study</a></td>\n</tr>\n<tr>\n<td width=\"45\">10</td>\n<td width=\"170\"><em>Li et al.</em></td>\n<td width=\"401\"><a href=\"https://bmjopen.bmj.com/content/9/3/e024079\">Childhood maltreatment and biomarkers for cardiometabolic disease in mid-adulthood in a prospective British birth cohort: associations and potential explanations</a></td>\n</tr>\n</tbody>\n</table>\n<p><em>Most read figures are based on pdf downloads and full text views. Abstract views are excluded.</em><!--TrendMD v2.4.6--></p>\n"},"site":{"siteMetadata":{"title":"BMJ PWA demo"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"34ebe019-82ef-5495-9dbb-f98d10e1e908"}}